{"metadata":"11523###ngfm","text":"AApplication - reporting issuers: This Instrument applies to a reporting issuer in respect of its disclosure of a specified financial measure in a document if the document is intended to be, or reasonably likely to be, made available to the public."}
{"metadata":"11524###ngfm","text":"Application - issuers that are not reporting issuers: This Instrument applies to an issuer that is not a reporting issuer in respect of its disclosure of a specified financial measure in a document if the document is made available to the public and is (a) subject to National Instrument 41-101 General Prospectus Requirements. (b) filed with a regulator or a securities regulatory authority in connection with a distribution made under section 2.9 of National Instrument 45-106 Prospectus Exemptions , or (c) submitted to a recognized exchange in connection with a qualifying transaction, reverse takeover, change of business, listing application, significant acquisition or similar transaction. "}
{"metadata":"11525###ngfm","text":"Application - exceptions: (1) Despite sections 2 and 3 , this Instrument does not apply to the following: (a) an investment fund as defined in National Instrument 81-106 Investment Fund Continuous Disclosure ; (b) a designated foreign issuer, or an SEC foreign issuer, as defined in National Instrument 52-107 Acceptable Accounting Principles and Auditing Standards ; (c) an issuer in respect of disclosure required under any of the following: (i) National Instrument 43-101 Standards of Disclosure for Mineral Projects; (ii) section 5.4 of Form 51-102F2 Annual Information Form ; (iii) National Instrument 51-101 Standards of Disclosure for Oil and Gas Activities , other than section 5.14 of that Instrument; (d) an issuer in respect of disclosure in any of the following: (i) a report prepared by a person or company other than the issuer or entity that is the subject of the specified financial measure; (ii) a transcript of an oral statement; (iii) pro forma financial statements required to be filed under securities legislation; (iv) a filing required under section 12.1 or 12.2 of National Instrument 51-102 Continuous Disclosure Obligations or subparagraphs 9.1(1)(a)(ii) and 9.2(a)(ii) and section 9.3 of National Instrument 41-101 General Prospectus Requirements ; (e) an issuer in respect of disclosure of a specified financial measure that is required under law, or by an SRO of which the issuer is a member, if (i) the law or the SRO's requirement specifies the composition of the measure and the measure was determined in compliance with that law or requirement, and (ii) in proximity to the measure, the issuer discloses the law or the SRO's requirement under which the measure is disclosed; (f) an issuer in respect of disclosure of a specified financial measure if the calculation of the specified financial measure is derived from a financial covenant in a written agreement; (g) an issuer that is a registered firm in respect of disclosure of a specified financial measure if (i) the document in which the disclosure is made is intended to be, or is reasonably likely to be, made available to a client or a prospective client of the registered firm, and (ii) the measure does not relate to the registered firm’s financial performance, financial position or cash flow. (2) Despite sections 2 and 3 , this Instrument does not apply to disclosure required under Form 51-102F6 Statement of Executive Compensation and Form 51-102F6V Statement of Executive Compensation - Venture Issuers , except for the information required under paragraph 6(1)(b), clause 6(1)(e)(ii)(C) , paragraph 9(c) and clause 10(1)(b)(ii)(C) of this Instrument. "}
{"metadata":"11526###ngfm","text":"Incorporating information by reference: (1) Subject to subsections (3) and (4), an issuer may incorporate by reference the information required under any of the following provisions, if the reference is to the issuer's MD&amp;A: (a) subparagraph 6(1)(e)(ii) ; (b) paragraph 7(2)(d) ; (c) subparagraph 8(c)(iii) ; (d) paragraph 9(c) ; (e) subparagraph 10(1)(b)(ii) ; (f) paragraph 11(b) . (2) If, as permitted under subsection (1), an issuer incorporates required information by reference into a document, the issuer must include all of the following in the document: (a) a statement indicating that the information is incorporated by reference; (b) a statement that specifies the location of the information in the MD&amp;A; (c) a statement that the MD&amp;A is available on SEDAR at www.sedar.com. (3) Despite subsection (1), an issuer must not incorporate by reference the information referred to in subsection (1) in its MD&amp;A if the document that contains the specified financial measure is another MD&amp;A filed by the issuer. (4) Despite subsection (1), an issuer must not incorporate by reference the information referred to in clause 6(1)(e)(ii)(C) , paragraph 7(2)(d) or 9(c) or clause 10(1)(b)(ii)(C) if the document that contains the specified financial measure is in an earnings release filed by the issuer. "}
{"metadata":"11527###ngfm","text":"Non-GAAP financial measures that are historical information: (1) An issuer must not disclose a non-GAAP financial measure that is historical information in a document unless all of the following apply: (a) the non-GAAP financial measure is labelled using a term that, (i) given the measure's composition, describes the measure, and (ii) distinguishes the measure from totals, subtotals and line items disclosed in the primary financial statements of the entity to which the measure relates; (b) the non-GAAP financial measure is identified as a non-GAAP financial measure; (c) the document discloses the most directly comparable financial measure that is disclosed in the primary financial statements of the entity to which the measure relates; (d) the non-GAAP financial measure is presented with no more prominence in the document than that of the most directly comparable financial measure referred to in paragraph (c); (e) in proximity to the first instance of the non-GAAP financial measure in the document, the document (i) explains that the non-GAAP financial measure is not a standardized financial measure under the financial reporting framework used to prepare the financial statements of the entity to which the measure relates and might not be comparable to similar financial measures disclosed by other issuers, (ii) discloses, directly or by incorporating it by reference as permitted under section 5 , (A) an explanation of the composition of the non-GAAP financial measure, (B) an explanation of how the non-GAAP financial measure provides useful information to an investor and explains the additional purposes, if any, for which management uses the non-GAAP financial measure, (C) a quantitative reconciliation of the non-GAAP financial measure for its current and comparative period, if disclosed under paragraph (f), to the most directly comparable financial measure referred to in paragraph (c), and that reconciliation is disclosed in the permitted format, and (D) if the label or composition of the non-GAAP financial measure has changed from what was previously disclosed, an explanation of the reason for the change; (f) if the non-GAAP financial measure is disclosed in MD&amp;A or in an earnings release of the issuer, the non-GAAP financial measure for a comparative period, determined using the same composition, is disclosed in the document, unless it is impracticable to do so. (2) For the purpose of clause (1)(e)(ii)(C), a quantitative reconciliation of the non-GAAP financial measure is in the permitted format if it (a) is disaggregated quantitatively in a way that would enable a reasonable personapplying a reasonable effort to understand the reconciling items, (b) explains each reconciling item, and (c) does not describe a reconciling item as non-recurring, infrequent, unusual, or using a similar term, if a loss or gain of a similar nature is reasonably likely to occur within the entity's 2 financial years that immediately follow the disclosure, or has occurred during the entity's 2 financial years that immediately precede the disclosure. "}
{"metadata":"11528###ngfm","text":"Non-GAAP financial measures that are forward-looking information: (1) In this section,equivalent historical non-GAAP financial measure means a non-GAAP financial measure that is historical information and has the same composition as a non-GAAP financial measure that is forward-looking information;SEC issuer has the meaning ascribed to it in National Instrument 52-107 Acceptable Accounting Principles and Auditing Standards .(2) An issuer must not disclose a non-GAAP financial measure that is forward-lookinginformation in a document unless all of the following apply: (a) the document discloses an equivalent historical non-GAAP financial measure; (b) the non-GAAP financial measure that is forward-looking information is labelled using the same label used for the equivalent historical non-GAAP financial measure; (c) the non-GAAP financial measure that is forward-looking information ispresented with no more prominence in the document than that of the equivalent historical non-GAAP financial measure; (d) in proximity to the first instance of the non-GAAP financial measure that is forward-looking information in the document, the document discloses, directly or by incorporating it by reference as permitted under section 5 , a description of any significant difference between the non-GAAP financial measure that is forward-looking information and the equivalent historical non-GAAP financial measure. (3) Subsection (2) does not apply if the disclosure is made (a) by an SEC issuer, and (b) in compliance with Regulation G under the 1934 Act. "}
{"metadata":"11529###ngfm","text":"Non-GAAP ratios: An issuer must not disclose a non-GAAP ratio in a document unless all of the following apply: (a) the non-GAAP ratio is labelled using a term that, given the non-GAAP ratio's composition, describes the non-GAAP ratio; (b) the non-GAAP ratio is presented with no more prominence in the document than that of similar financial measures disclosed in the primary financial statements of the entity to which the non-GAAP ratio relates; (c) in proximity to the first instance of the non-GAAP ratio in the document, the document (i) explains that the non-GAAP ratio is not a standardized financial measure under the financial reporting framework used to prepare the financial statements of the entity to which the non-GAAP ratio relates and might not be comparable to similar financial measures disclosedby other issuers, (ii) discloses each non-GAAP financial measure that is used as a component of the non-GAAP ratio, (iii) discloses, directly or by incorporating it by reference as permitted under section 5 , an explanation of (A) the composition of the non-GAAP ratio, (B) how the non-GAAP ratio provides useful information to an investor and explains the additional purposes, if any, for which management uses the non-GAAP ratio, and (C) if the label or the composition of the non-GAAP ratio has changed from what was previously disclosed, an explanation of the reason for the change; (d) if the non-GAAP ratio is disclosed in MD&amp;A or in an earnings release of the issuer, the non-GAAP ratio for a comparative period, determined using the same means of calculation, is disclosed in the document, unless (i) the non-GAAP ratio is forward-looking information, or (ii) it is impracticable to disclose the measure for the comparative period. "}
{"metadata":"11530###ngfm","text":"Total of segments measures: An issuer must not disclose a total of segments measure in a document, other than in financial statements about the entity to which the measure relates, unless all of the following apply: (a) the document discloses the most directly comparable financial measure disclosed in the primary financial statements of the entity; (b) the total of segments measure is presented with no more prominence in the document than that of the most directly comparable financial measure referred to in paragraph (a); (c) in proximity to the first instance of the total of segments measure in the document, the document discloses, directly or by incorporating it by reference as permitted under section 5 , a quantitative reconciliation of the total of segments measure for its current and comparative period, if disclosed under paragraph (d), to the most directly comparable financial measure referred to in paragraph (a), in the permitted format referred to in subsection 6(2) ; (d) if the total of segments measure is disclosed in MD&amp;A or in an earnings release of the issuer, the total of segments measure for a comparative period, determined using the same composition, is disclosed in the document, unless it has not been previously disclosed. "}
{"metadata":"11531###ngfm","text":"Capital management measures: (1) An issuer must not disclose a capital management measure in a document, other than financial statements about the entity to which the measure relates, unless all of the following apply: (a) the capital management measure is presented with no more prominence in the document than that of similar financial measures disclosed in the primary financial statements of the entity; (b) in proximity to the first instance of the capital management measure in the document, the document, (i) if the capital management measure was calculated using one or more non-GAAP financial measures, discloses each such non-GAAP financial measure; (ii) discloses, directly or by incorporating it by reference as permitted under section 5 , (A) for any capital management measure that is disclosed in the form of a ratio, fraction, percentage or similar representation, an explanation of its composition, (B) an explanation of how the capital management measure provides useful information to an investor and explains the additional purposes, if any, for which management uses the capital management measure, and (C) for any capital management measure that is not disclosed as a ratio, fraction, percentage or similar representation, a quantitative reconciliation of the capital management measure for its current and comparative period, if disclosed under paragraph (c), to the most directly comparable financial measure disclosed in the primary financial statements of the issuer; (c) if the capital management measure is disclosed in MD&amp;A or in an earnings release of the issuer, the capital management measure for a comparative period, determined using the same composition, is disclosed in the document, unless it has not been previously disclosed. (2) Subparagraph (1)(b)(ii) does not apply if the disclosure required under that subparagraph is made in the notes to the financial statements of the entity to which the measure relates."}
{"metadata":"11532###ngfm","text":"Supplementary financial measures: An issuer must not disclose a supplementary financial measure in a document unless both of the following apply: (a) the supplementary financial measure is labelled using a term that, (i) given the measure's composition, describes the measure, and (ii) distinguishes the measure from totals, subtotals and line items disclosed in the primary financial statements of the issuer; (b) in proximity to the first instance of the supplementary financial measure in the document, the document discloses, directly or by incorporating it by reference as permitted under section 5 , an explanation of the composition of the supplementary financial measure. "}
{"metadata":"11533###ngfm","text":"Exemption: (1) The regulator or the securities regulatory authority may grant an exemption from this Instrument, in whole or in part, subject to such conditions or restrictions as may be imposed in the exemption.(2) Despite subsection (1), in Ontario, only the regulator may grant such an exemption.(3) Except in Alberta and Ontario, an exemption referred to in subsection (1) is granted under the statute referred to in Appendix B of National Instrument 14-101 Definitions , opposite the name of the local jurisdiction."}
{"metadata":"11534###ngfm","text":"Effective date and transition: (1) This Instrument comes into force on August 25, 2021.(2) In Saskatchewan, despite subsection (1), if this Instrument is filed with the Registrar of Regulations after August 25, 2021, this Instrument comes into force on the day on which it is filed with the Registrar of Regulations.(3) Despite subsections (1) and (2), this Instrument does not apply to a reporting issuer in respect of documents filed for a financial year ending before October 15, 2021.(4) Despite subsections (1) and (2), this Instrument does not apply until after December 31, 2021 to an issuer that is not a reporting issuer."}
{"metadata":"11590###ngfm","text":"Non-GAAP Measures Decision Tree: "}
{"metadata":"11598###ngfm","text":"Introduction: National Instrument 52-112 Non-GAAP and Other Financial Measures Disclosure (the Instrument) sets out specific disclosure requirements for non-GAAP financial measures, non-GAAP ratios, and other financial measures, which are capital management measures, supplementary financial measures, and total of segments measures, as defined in the Instrument (together the specified financial measures). The purpose of this Companion Policy (the Policy) is to explain how the provincial and territorial regulatory authorities interpret or apply certain provisions of the Instrument. This Policy includes explanations, discussions, and examples of various parts of the Instrument. This Policy contains, as Appendix A , a flow chart outlining the process for assessing specified financial measures. The flow chart is for illustrative purposes only and, in all cases, reference should be made to the precise language of the Instrument."}
{"metadata":"11599###ngfm","text":"Interpretation of made available to the public and filed, delivered or submitted: Documents made available to the public include not only information filed on SEDAR but also information on a website and disclosure provided through social media platforms.The Instrument uses the terms filed and submitted. This Policy also uses the term delivered. Material that is filed in a jurisdiction will be made available to the public in that jurisdiction, subject to the provisions of securities legislation in the local jurisdiction. Material that is delivered to a regulator or securities regulatory authority, or submitted to a recognized exchange, but not filed, is not generally required under securities legislation to be made available to the public."}
{"metadata":"11600###ngfm","text":"Document: A document is any written communication, including a communication prepared and transmitted in electronic form, e.g., a website, but for the purposes of the Instrument, does not include a transcript of an oral statement."}
{"metadata":"11601###ngfm","text":"Entity: An entity may include, but is not limited to: An issuer, meaning a person or company that has outstanding securities, is issuing securities, or proposes to issue securities; An affiliate or a subsidiary of an issuer; A company, such as a corporation, incorporated association, incorporated syndicate or other incorporated organization; A person, such as a partnership, unincorporated association, unincorporated syndicate, unincorporated organization or a trust; A group of assets of an issuer for which financial statements are prepared, whether or not the asset or group of assets are held in a legal entity; or Two or more issuers or portions of an issuer that are not all linked by a parent-subsidiary relationship, typically referred to as a combined entity. An entity is not necessarily a legal person or company. "}
{"metadata":"11602###ngfm","text":"Specified Financial Measures Disclosed by an Issuer and Financial Statements of an Entity: An issuer may disclose a specified financial measure that is derived from its financial statements or the financial statements of another entity. The following are examples of financial statements of an entity, other than the issuer's financial statements, that a specified financial measure may be derived from: Financial statements of a reverse takeover acquirer or financial statements of an acquired business included in a document filed by an issuer; Financial statements that are required to be filed with or delivered to a regulator or a securities regulatory authority, or made reasonably available to each holder of a security acquired, as required by a provision of National Instrument 45-106 Prospectus Exemptions (NI 45-106); Financial statements of a subsidiary, joint venture or associate for which summarized financial information is disclosed in the notes to the financial statements of the issuer; Financial statements of an investment entity's investments, when supplemental financial information is included in the financial statements or the management's discussion &amp; analysis (the MD&amp;A) of the investment entity; and Financial statements of an entity with which the issuer completed a transaction that are included in a filing statement or a listing document. "}
{"metadata":"11603###ngfm","text":"Financial Measures: The Instrument applies when a specified financial measure is disclosed in a document. If the financial measure is identified only by label without a corresponding numerical amount or measure, a specified financial measure has not been disclosed and, thus, the disclosure requirements within the Instrument do not apply.For clarity, the Instrument does not apply to qualitative disclosure of targets, benchmarks or covenants that are not accompanied by the disclosure of a financial numerical amount for the measure."}
{"metadata":"11604###ngfm","text":"Financial Reporting Framework, Accounting Principles, and Accounting Policies: In Canada, there are different financial reporting frameworks for different types of entities. Generally Accepted Accounting Principles (GAAP) is a common term used to refer to a financial reporting framework that comprises the accounting principles that are generally accepted in a jurisdiction. National Instrument 52-107 Accounting and Auditing Principles prescribes, among other things, acceptable accounting principles, such as International Financial Reporting Standards (IFRS).The application of accounting principles often requires specific accounting policies. Accounting policies encompass all accounting policies applied in preparing and presenting financial statements, not just those which are disclosed in the notes to the financial statements."}
{"metadata":"11605###ngfm","text":"Misleading disclosure still prohibited: Compliance with the Instrument does not relieve an issuer from other obligations under securities legislation. Specifically, an issuer may not present or disclose a specified financial measure in a way that would be misleading."}
{"metadata":"11606###ngfm","text":"Definition of a non-GAAP financial measure: Common terms used to identify non-GAAP financial measures include adjusted earnings, adjusted EBITDA, free cash flow, pro forma earnings, cash earnings, distributable cash, adjusted funds from operations, earnings before non-recurring items and measures presented on a constant-currency basis. Many of these terms lack standard meanings. Issuers across a spectrum of industries, and within the same industry, may use the same term to refer to different compositions.The following are examples of measures that are not captured by the definition: Amounts that do not depict historical or future financial performance, financial position or cash flow, which relate to elements of the primary financial statements as defined in the Instrument, such as share price, market capitalization, or credit rating; Financial information that does not have the effect of providing a financial measure that is different from a financial measure presented in the primary financial statements, such as the addition or subtraction of an identical line item, or a subtotal or total originating from multiple periods of primary financial statements. For example, rolling 12-month results or fourth quarter revenue calculated by subtracting year-to-date third quarter revenue from the annual revenue presented in primary financial statements; or A financial measure which does not exclude an amount that is included in, or include an amount that is excluded from, the composition of the most directly comparable financial measure presented in the primary financial statements of the entity. For example, assets under management representing the total market value of invested assets managed by the issuer which are beneficially owned by clients and not reported in the primary financial statements of the issuer. Component Information When an issuer presents a financial statement line item in a more granular way outside the financial statements, otherwise known as a disaggregation, that number is a component of a line item that has been calculated in accordance with the accounting policies used to prepare the line item presented in the financial statements. Such a financial measure would not be a non-GAAP financial measure because it is not a financial measure which excludes an amount that is included in, or includes an amount that is excluded from, the composition of the most directly comparable financial measure presented in the primary financial statements of the entity. However, even though such a measure would not be a non-GAAP financial measure, it may still meet the definition of a supplementary financial measure.For example, an issuer may disclose sales per square foot on a periodic basis to depict its financial performance. When the sales figure, included in sales per square foot, is extracted directly from the primary financial statements or is a component of such line item (when the component is calculated in accordance with the issuer's accounting policies used to prepare the line item presented in the financial statements), the sales per square foot measure would not meet the definition of a non-GAAP ratio but would meet the definition of a supplementary financial measure. However, if the sales figure is not calculated in accordance with the issuer's accounting policies, the sales per square foot measure in this example would meet the definition of a non-GAAP ratio. Combinations of Line Items A financial measure calculated by combining financial information that originates from different line items from the primary financial statements would meet the definition of a non-GAAP financial measure if the measure depicts financial performance, financial position or cash flow, unless that resulting measure is separately disclosed in the notes to the financial statements. Non-GAAP Financial Measures that are Forward-looking Information Forward-looking information for which there is an equivalent historical financial measure disclosed in the financial statements does not meet the definition of a non-GAAP financial measure. Therefore, section 7 of the Instrument does not apply to measures such as future capital management measures and future total of segments measures.In addition, if, for example, revenue is disclosed on a forward-looking basis using the accounting policies applied by the issuer in its latest set of financial statements (i.e., revenue as presented in the primary financial statements adjusted only for assumptions about future economic conditions and courses of action), this forward-looking revenue is not a non-GAAP financial measure. Conversely, if an issuer discloses EBITDA on a forward-looking basis and does not disclose this financial measure in the financial statements, this forward-looking EBITDA does meet the definition of a non-GAAP financial measure that is forward-looking information.Issuers are reminded that forward-looking information is subject to the disclosure requirements in Parts 4A and 4B and section 5.8 of National Instrument 51-102 Continuous Disclosure Obligations (NI 51-102). Non-Financial Information For clarity, the definition of a non-GAAP financial measure does not include non-financial information such as the following: Number of units; Number of subscribers; Volumetric information; Number of employees or workforce by type of contract or geographical location; Environmental measures such as greenhouse gas emissions; Information on major shareholdings; Acquisition or disposal of the issuer's own shares; and Total number of voting rights. The above list is not exhaustive.We remind issuers that while non-financial information is not subject to the requirements of the Instrument, non-financial information is subject to various disclosure requirements under applicable securities legislation, including the requirement not to disclose misleading information."}
{"metadata":"11607###ngfm","text":"Definition of primary financial statements: The Instrument uses the terms statement of financial position, statement of profit or loss and other comprehensive income, statement of changes in equity, and statement of cash flows, to describe the primary financial statements. Issuers may use titles for the statements other than those terms if the titles comply with the financial reporting framework used in the preparation of the financial statements. For example, an issuer may use the title of balance sheet instead of statement of financial position."}
{"metadata":"11608###ngfm","text":"Definition of a supplementary financial measure: Component Information An issuer that operates in the retail industry may disclose financial results for same-store sales each reporting period. When same-store sales, a component of overall sales, is calculated in accordance with the accounting policies used to prepare the sales line item presented in the primary financial statements, it would not meet the definition of a non-GAAP financial measure. However, since in this example same-store sales is used by the issuer to depict financial performance by reporting sales performance from period to period, it would meet the definition of a supplementary financial measure.Conversely, when the measure is not calculated in accordance with the issuer's accounting policies, such measure would meet the definition of a non-GAAP financial measure. For example, if the sales figure in same-store sales is sales presented on a constant-dollar basis, this constant-dollar sales figure meets the definition of a non-GAAP financial measure since it excludes amounts (i.e., the effect of foreign exchange differences) that are included in the most directly comparable financial measure presented in the primary financial statements (i.e., sales). As a result, the constant dollar same-store sales measure in this example would meet the definition of a non-GAAP financial measure or the constant dollar same-store sales per square foot measure would meet the definition of a non-GAAP ratio.If an issuer discloses a financial measure that is a component of a financial statement line item to explain how the financial statement line item changed from period to period (in dollars or as a percentage, for instance), such a measure would not meet the definition of a supplementary financial measure if the measure is not intended to be disclosed on a periodic basis. For example, if an issuer experienced an unexpected increase in administrative expenses, it may analyze the reasons for changes in administrative expenses by, among other things, disclosing information about its insurance expense, a component of overall administrative expenses. In this example, insurance expense would not meet the definition of a supplementary financial measure because, among other things, the insurance expense was calculated in accordance with the accounting policies used to prepare the administrative expenses line item presented in the primary financial statements. Periodic Basis An element of the definition of a supplementary financial measure is that it is disclosed or is intended to be disclosed on a periodic basis. A measure will not be precluded from being considered a supplementary financial measure the first time it is disclosed if the measure is intended to be disclosed on an ongoing basis (e.g., in future quarterly and/or annual disclosures). Financial Ratios A financial ratio that is not a non-GAAP ratio would typically meet the definition of supplementary financial measure because such ratio is often disclosed on a periodic basis to depict historical or future financial performance, financial position or cash flow.Financial ratios contain at least one financial component (either the numerator or the denominator).Examples include, but are not limited to the following ratios: Liquidity ratios such as the current ratio; Solvency ratios such as the debt-to-equity ratio; Profitability ratios such as the return on equity ratio or revenue per user; and Activity ratios such as the inventory turnover ratio. "}
{"metadata":"11609###ngfm","text":"Application to reporting issuers: Websites and Social Media The Instrument applies to a reporting issuer in respect of its disclosure, on a website and social media, of a specified financial measure.A reporting issuer should not disclose a specified financial measure using social media, if it is unable to include or incorporate by reference all the required disclosure."}
{"metadata":"11610###ngfm","text":"Application to issuers that are not reporting issuers: The Instrument applies to an issuer that is not a reporting issuer in respect of its disclosure of a specified financial measure in a document if the document is filed with a regulator or a securities regulatory authority in connection with a distribution made in reliance on the offering memorandum exemption under NI 45-106, including the following documents: Offering memorandum; and Offering memorandum marketing materials. "}
{"metadata":"11611###ngfm","text":"Mineral projects: The Instrument does not apply to disclosure required under National Instrument 43-101 Standards of Disclosure for Mineral Projects (NI 43-101) related to an issuer's material mineral project. For example, Item 22 of Form 43-101F1 Technical Report requires an issuer to disclose an economic analysis that includes certain financial measures. Section 5.4 of Form 51-102F2 Annual Information Form requires an issuer to disclose certain measures such as capital and operating costs, and annual cash flow, net present value, internal rate of return, and payback period disclosed in an economic analysis.The Instrument does not apply to these measures because they are specifically required to be disclosed under NI 43-101. However, if an issuer discloses a financial measure that is not specifically required to be disclosed under NI 43-101, for example, EBITDA, it may be considered a specified financial measure and, thus, is within the scope of the Instrument."}
{"metadata":"11612###ngfm","text":"Oil and gas metrics: The Instrument does not apply to disclosure required under National Instrument 51-101 Standards of Disclosure for Oil and Gas Activities (NI 51-101). However, disclosures of oil and gas metrics that are made under section 5.14 of NI 51-101 are subject to the requirements of the Instrument because such disclosure is made on a voluntary basis."}
{"metadata":"11613###ngfm","text":"Reports prepared by a person or company other than the issuer or entity that is the subject of the specified financial measure: The Instrument does not apply to reports that are prepared by a person or company other than the issuer or entity that is the subject of the specified financial measure. An example is an analyst report disclosed by an issuer (i.e., either through posting a copy of this analyst report or by providing a link to such a report on its website), where this report has been prepared by a person or company other than the issuer (i.e., a third-party) and contains financial measures that provide information about the issuer itself (i.e., the subject of the specified financial measure).Examples of these third-party reports include analyst reports, fairness opinions and valuation reports. These reports may also include those filed under subparagraphs 9.1(1)(a)(vi) or 9.2(a)(v) of National Instrument 41-101 General Prospectus Requirements , subparagraphs 4.1(1)(a)(vi) or 4.2(a)(iv) of National Instrument 44-101 Short Form Prospectus Distributions , section 2.5 of Form 51-102F4 Business Acquisition Report or Part 6 of Multilateral Instrument 61-101 Protection of Minority Security Holders in Special Transactions .However, when an issuer discloses a specified financial measure that has been taken from such a report prepared by a person or company other than the issuer, this specified financial measure is within the scope of the Instrument."}
{"metadata":"11614###ngfm","text":"Pro forma financial statements: The Instrument does not apply to pro-forma financial statements included in a filing required under securities legislation, such as pro-forma financial statements required to be included in a business acquisition report under NI 51-102.The Instrument does apply to pro-forma financial statements included in a filing made on a voluntary basis (i.e., it is not explicitly required under securities legislation)."}
{"metadata":"11615###ngfm","text":"Financial measures required under law or by an SRO: Paragraph 4(1)(e) includes financial measures disclosed in accordance with prescribed (i.e., mandatory) requirements under applicable securities legislation, for example, disclosure of earnings coverage ratios prescribed by Item 9 of Form 41-101F1 Information Required in a Prospectus . Voluntary disclosure that is permitted but not required by other securities legislation is subject to the requirements of the Instrument.The Instrument also does not apply to a financial measure that is disclosed in accordance with the laws of a jurisdiction of Canada, or jurisdiction outside Canada, including governments, governmental authorities and SROs. This exclusion is, however, only applicable in situations when a financial measure is required to be disclosed and the law specifically specifies its composition.If an issuer discloses a financial measure that is prepared in accordance with voluntary guidance published by a government, governmental authority or SRO that is applicable to the issuer, then the financial measure is subject to the requirements of this Instrument."}
{"metadata":"11616###ngfm","text":"Specified financial measure where its calculation is derived from a financial covenant in a written agreement: The Instrument does not apply to an issuer in respect of disclosure of a specified financial measure where its calculation is derived from a financial covenant in a written agreement, for example, a specified financial measure whose calculation and composition are derived from a financial covenant within a credit agreement."}
{"metadata":"11617###ngfm","text":"Specified financial measure disclosed in a document by a registered firm that is intended to be, or is reasonably likely to be, made available to a client or a prospective client of the registered firm: The Instrument does not apply to an issuer that is a registered firm in respect of disclosure of a specified financial measure if (i) the document in which the disclosure is made is intended to be, or is reasonably likely to be, made available to a client or a prospective client of the registered firm, and (ii) the measure does not relate to the registered firm's financial performance, financial position or cash flow. Examples would include a report prepared and disclosed by a registered firm, such as an analyst report which contains data and analysis of an unrelated issuer or entity."}
{"metadata":"11618###ngfm","text":"Statement of Executive Compensation: In the context of Form 51-102F6 Statement of Executive Compensation (Form 51-102F6) or Form 51-102F6V Statement of Executive Compensation - Venture Issuers (Form 51-102F6V), if a financial measure is identified (e.g., adjusted net income) and the calculation is described (e.g., net income adjusted for foreign exchange gains or losses) but no financial amount is disclosed (i.e., no dollar amount), it would not be within the scope of the Instrument because a financial measure has not been disclosed, only identified and described. If a specified financial measure that is in scope of the Instrument is disclosed in Form 51-102F6 or Form 51-102F6V (e.g., adjusted net income of $X), as outlined in subsection 4(2) of the Instrument, only the following information is required, as applicable: the identification of the non-GAAP financial measure under paragraph 6(1)(b) and the quantitative reconciliation of the specified financial measure under clause 6(1)(e)(ii)(C) , paragraph 9(c) or clause 10(1)(b)(ii)(C) . "}
{"metadata":"11619###ngfm","text":"Incorporation by reference: The Instrument allows an issuer to incorporate by reference certain disclosure, if the reference is to the issuer's MD&amp;A. To meet the requirement that the MD&amp;A be available on SEDAR under paragraph 5(2)(c) of the Instrument, the MD&amp;A must be filed on SEDAR before, or simultaneously with the document, in order for this MD&amp;A to be used to incorporate any information by reference into the document. For example, if an issuer is filing an annual information form that includes a specified financial measure and the issuer is incorporating certain information in the MD&amp;A by reference to satisfy the disclosure requirements of the Instrument, that MD&amp;A would have to be filed on SEDAR before or simultaneously with the filing of the annual information form. Paragraph 5(2)(b) requires the identification of the specific location of the required information in the MD&amp;A. To comply with this requirement, identify where the required information is specifically located within the MD&amp;A (e.g., identify the specific MD&amp;A including a reference to the date of the MD&amp;A, its reporting period, and the specific section or page reference within the MD&amp;A) or provide a hyperlink to the specific section or page within the MD&amp;A where the information is located. Issuers would not satisfy this requirement with a general hyperlink to the relevant MD&amp;A.The Instrument allows an issuer to incorporate by reference certain required disclosure in a news release; however, subsection 5(1) does not apply to the quantitative reconciliation requirements under clauses 6(1)(e)(ii)(C) , paragraph 7(2)(d) or 9(c) , or clause 10(1)(b)(ii)(C) if the document that contains the specified financial measure is an earnings release filed by the issuer under section 11.4 of NI 51-102."}
{"metadata":"11620###ngfm","text":"Labelling a non-GAAP financial measure that is historical information: Any label or term used to describe a non-GAAP financial measure, or adjustments in a reconciliation, must be appropriate given the nature of information.For example, the following are not in compliance with the labelling requirement in paragraph 6(1)(a) of the Instrument: Labels that are the same as, or confusingly similar to, those normally used under the financial reporting framework used to prepare the financial statements. For example, a measure labelled cash flows from operations and calculated as cash flows from operating activities before changes in non-cash working capital items is confusingly similar to the term cash flows from operating activities specified in IAS 7 Statement of Cash Flows ; Labels that purport to represent results from operating activities or a similar title but exclude items of an operating nature, such as inventory write-downs, restructuring costs, impairment of assets used for operations and stock-based compensation; Labels that are overly optimistic (e.g., guaranteed profit or protected returns); and Labels that may cause confusion based on the financial measure's composition. For example, in presenting EBITDA as a non-GAAP financial measure, it would be inappropriate to exclude amounts for items other than interest, taxes, depreciation and amortization. The above list is not exhaustive."}
{"metadata":"11621###ngfm","text":"Identification of a non-GAAP financial measure that is historical information: An issuer may satisfy the paragraph 6(1)(b) identification requirement by inserting a footnote to the non-GAAP financial measure that is disclosed in the document, with a statement similar to the following: This is a non-GAAP financial measure. Refer to the Non-GAAP Financial Measures section of this document for more information on each non-GAAP financial measure.The issuer should exercise judgement in assessing whether the non-GAAP financial measure should be identified with a footnote each time the measure is disclosed in the document, considering the nature and extent of the use of this measure."}
{"metadata":"11622###ngfm","text":"Prominence of a non-GAAP financial measure that is historical information: Determining the relative prominence of a non-GAAP financial measure is a matter of judgment, involving consideration of the overall disclosure and the facts and circumstances in which the disclosure is made.The presentation of a non-GAAP financial measure should not in any way confuse or obscure the presentation of the most directly comparable financial measure that is presented in the primary financial statements of the entity to which the measure relates.The following are examples that would cause a non-GAAP financial measure to be more prominent than the most directly comparable financial measure presented in the primary financial statements: Presenting a non-GAAP financial measure in the form of a statement of profit or loss and other comprehensive income without presenting it in the form of a reconciliation to the most directly comparable financial measure, sometimes referred to as a single column approach; Omitting the most directly comparable financial measure from a news release headline or caption that includes a non-GAAP financial measure; Presenting a non-GAAP financial measure using a style of presentation (e.g., bold, underlined, italicized, or larger font) that emphasizes the non-GAAP financial measure over the most directly comparable financial measure; Multiple non-GAAP financial measures being used for the same or similar purpose thereby obscuring disclosure of the most directly comparable financial measure; Providing tabular or graphical disclosure of non-GAAP financial measures without presenting an equally prominent tabular or graphical disclosure of the most directly comparable financial measures; and Providing a discussion and analysis of a non-GAAP financial measure in a more prominent location than a similar discussion and analysis of the most directly comparable financial measure. For greater certainty, a location is not more prominent if it allows an investor who reads the document, or other material containing the non-GAAP financial measure, to be able to view the discussion and analysis of both the non-GAAP financial measure and the most directly comparable financial measure contemporaneously (e.g., within the previous, same or next page of the document). The above list is not exhaustive.The Instrument requires that the non-GAAP financial measure be presented with no more prominence in the document than that of the most directly comparable financial measure presented in the primary financial statements. If the most directly comparable financial measure is presented with equal or greater prominence than the non-GAAP financial measure, the requirement under paragraph 6(1)(d) of the Instrument has been met."}
{"metadata":"11623###ngfm","text":"Proximity to the first instance: To prevent duplicative disclosure, an issuer may include the information required by paragraphs 6(1)(e), 7(2)(d), 8(c), 9(c), 10(1)(b), 11(b) of the Instrument in one section of the document, unless incorporation by reference is permitted under section 5 of the Instrument. To satisfy these requirements, when the specified financial measure first appears in the document an issuer may reference, either through a footnote or in another manner, a separate section within the same document that contains the disclosure required by these paragraphs.There may be types of documents where it is not clear when the specified financial measure first occurs or appears, for example, websites and social media. In these instances, the first instance disclosure requirements may be satisfied by providing a website hyperlink to where the disclosures required by paragraphs 6(1)(e) , 7(2)(d) , 8(c) , 9(c) , 10(1)(b) , 11(b) of the Instrument are found (e.g., on another section of the website) with minimal to no scrolling or navigation. Hyperlinking may only be provided within a website or within a document."}
{"metadata":"11624###ngfm","text":"Explain the composition: The composition explanation should include a clear description of how the specified financial measure is calculated. For example, we would expect an issuer to describe the type of adjustments made, such as those for non-cash items or the basis being used to determine the type of adjustments.In most instances, this requirement would not be satisfied just by listing all adjustments made in calculating the measure.It is important to consider whether any new adjustment made in the calculation of a specified financial measure might constitute a change in composition or whether the adjustment is consistent with the stated usefulness of the measure."}
{"metadata":"11625###ngfm","text":"Usefulness of a specified financial measure: The Instrument does not define the term useful. The term useful is intended to reflect how management believes that presentation of the non-GAAP financial measure provides incremental information to investors regarding the issuer's financial position, financial performance or cash flows. The term useful should be considered in the context of what a person making an investment decision would consider useful.A statement made to satisfy the requirement of clauses 6(1)(e)(ii)(B) , 8(c)(iii)(B) and 10(1)(b)(ii)(B) of the Instrument should Be clear and understandable; Be specific to the specified financial measure used, the issuer, the nature of the business and the industry (i.e., not boilerplate); and Specifically explain how the specified financial measure is assessed and applied to decisions made by management, if applicable, and explain the reasons why the specified financial measure is useful to an investor. Issuers should avoid making inappropriate or potentially misleading statements about the usefulness of a measure. The Instrument does not explicitly prohibit certain adjustments. However, if adjustments are not consistent with the usefulness explanation provided to address clauses 6(1)(e)(ii)(B) , 8(c)(iii)(B) and 10(1)(b)(ii)(B) of the Instrument, this may result in a specified financial measure that is inappropriate or misleading.A specified financial measure may be misleading if it Includes positive components of the most directly comparable financial measure but omits negative components (e.g., presenting a specified financial measure that excludes unrealized losses on financial instruments but includes unrealized gains); or Excludes from an operating performance measure those operating expenses necessary to operate an issuer's business. "}
{"metadata":"11626###ngfm","text":"Reconciliation of a non-GAAP financial measure: Clause 6(1)(e)(ii)(C) of the Instrument requires a quantitative reconciliation between the non-GAAP financial measure and the most directly comparable financial measure presented in the primary financial statements. For the purpose of clause 6(1)(e)(ii)(C) , a quantitative reconciliation of the non-GAAP financial measure is required to be the permitted format outlined in subsection 6(2) of the Instrument. An issuer may satisfy this requirement by providing a reconciliation in a clearly understandable way, such as a table. For purposes of presenting the reconciliation, an issuer may begin with the non-GAAP financial measure or the most directly comparable financial measure presented in the primary financial statements, provided the reconciliation is presented in an understandable and consistent manner. Most Directly Comparable Financial Measure The Instrument does not define the most directly comparable financial measure and therefore the issuer needs to apply judgment in determining the most directly comparable financial measure. In applying judgment, it is important for an issuer to consider the context of how the non-GAAP financial measure is used. For example, when the non-GAAP financial measure is discussed primarily as a performance measure used in determining cash generated by the issuer, or the issuer's distribution-paying capacity, its most directly comparable financial measure will be from the statement of cash flows. In practice, earnings-based measures and cash flow-based measures are used to disclose operational performance. If it is not clear from the way the non-GAAP financial measure is used what the most directly comparable financial measure is, consideration can be given to the nature, number and materiality of the reconciling items. Reconciling Items The reconciliation must be quantitative, separately itemizing and explaining each significant reconciling item. Source of Reconciling Items When a reconciling item is taken directly from the entity's financial statements, it should be named such that an investor is able to identify the item in those financial statements, and no further explanation of that reconciling item is required.When a reconciling item is not extracted directly from the entity's financial statements, but is, for example, a component of a line item in the entity's primary financial statements or originates from outside the primary financial statements, disclosure must be provided to satisfy clause 6(1)(e)(ii)(C) and subsection 6(2) of the Instrument. Such disclosure should identify the source of the reconciling item (e.g., the financial statement line item, the financial statement note, or the externally sourced document), if not obvious, and should explain how the amount is calculated, including a discussion of any significant judgments or estimates management has made in developing the reconciling items used in the reconciliation. Entity-Specific Inputs Reconciling items should be calculated using entity-specific inputs. An entity may make adjustments that are accepted within an industry; however, the quantum of these adjustments should be calculated using entity-specific information. For example, an entity may make an adjustment for operating capital expenditures, which is a standard adjustment in certain industries, but the amount of the adjustment should be calculated based on the entity's operating capital expenditures, and not by using only an 'industry average' amount as the sole factor. However, adjustments should be supportable and consistent with the usefulness explanation provided to address clause 6(1)(e)(ii)(B) of the Instrument. Level of Detail The level of detail expected in the reconciliation depends on the nature and complexity of the reconciling items. The adjustments made from the most directly comparable financial measure should be consistent with the explanation required by clause 6(1)(e)(ii)(B) of the Instrument regarding why the information is useful to investors and if applicable, how it is used by management. Explanations should be more detailed than merely stating what the reconciling item represents and should also cover the circumstances that give rise to the particular adjustment if it is not obvious.An other or adjusting items category to describe numerous insignificant reconciling items should not be used without further explanation as to the nature of items that comprise the category. Gross Basis Issuers should consider significant reconciling items on a gross basis. For example, an issuer is expected to separately itemize positive and negative adjustments unless netting is permitted under the financial reporting framework used in the preparation of the financial statements. Tax Reconciling items are commonly presented on a pre-tax basis to ensure that investors understand the gross amount of each reconciling item. If an issuer chooses to present reconciling items on a post-tax basis then the tax effect for each reconciling item should also be disclosed. Comparatives For comparative non-GAAP financial measures disclosed for a previous period under paragraph 6(1)(f) of the Instrument, a reconciliation to the corresponding most directly comparable financial measure is required for that previous period. Presentation in the Form of a Primary Financial Statement An issuer may present adjusted financial information outside the entity's financial statements using a format that is similar to one or more of the primary financial statements, but that is not in accordance with the financial reporting framework used to prepare the entity's financial statements. In this case, the adjusted financial information would contain non-GAAP financial measures. Specifically, this would arise if an issuer presents such financial measures in a form that is similar to the following financial statements: A statement of financial position; A statement of profit or loss and other comprehensive income; A statement of changes in equity; or A statement of cash flows. Presentation of this information as a single column that excludes the most directly comparable financial measures in a separate column would not satisfy clause 6(1)(e)(ii)(C) and subsection 6(2) of the Instrument. However, this information may be presented in the form of a reconciliation of the non-GAAP financial measure to the most directly comparable financial measure if such presentation shows in separate columns each of the most directly comparable financial measures, the reconciling items, and the non-GAAP financial measures. An example of the separate column approach may be used when issuers with joint ventures present a full set of non-GAAP financial statements in the form of a columnar reconciliation that shows the issuer's statement of income as presented in the primary financial statements, an additional column with amounts related to equity accounted investees for each financial statement line item, and then a total column for each financial statement line item, which would be appropriately labelled as non-GAAP financial measures for each financial statement line item. This effectively creates the presentation of a full set of non-GAAP financial statements.When the adjusted presentation is used as a basis for the qualitative discussions and analysis of an entity's financial performance, financial position or cash flows with greater prominence than financial measures presented in the primary financial statements, this would not be considered to be in compliance with the prominence requirement in paragraph 6(1)(d) of the Instrument."}
{"metadata":"11627###ngfm","text":"Explanation of the reason for the change in a non-GAAP financial measure or a non-GAAP ratio: If the label or composition of the non-GAAP financial measure or non-GAAP ratio has changed from what was previously disclosed, the requirement of clauses 6(1)(e)(ii)(D) and 8(c)(iii)(C) of the Instrument would apply.Including additional reconciling items or excluding previously included reconciling items between the non-GAAP financial measure and the most directly comparable financial measure constitutes a change in composition. A clear explanation of the reason for this change is required under clauses 6(1)(e)(ii)(D) and 8(c)(iii)(C) of the Instrument, which would include a restatement of comparatives, when disclosed as required under paragraph 6(1)(f) or 8(d) .A change in magnitude of an individual item would not constitute a change in composition. For example, an issuer may define adjusted earnings as earnings before impairment losses and transaction costs. Transaction costs may only be incurred every three years, such that there may be no adjustment in year two to reflect transaction costs, but there should be an explanation noting that the issuer expects that it will incur transaction costs in the future. In this example, the issuer should continue to include transaction costs in the explanation of the composition under clause 6(1)(e)(ii)(A) or 8(c)(iii)(A) to maintain consistency of the non-GAAP financial measure or non-GAAP ratio.Given that disclosure of non-GAAP financial measures and non-GAAP ratios is optional, disclosing a particular non-GAAP financial measure or non-GAAP ratio does not create an obligation to continue disclosing that measure in future periods. If, however, an issuer replaces a non-GAAP financial measure or a non-GAAP ratio with another measure or ratio, fraction or similar representation that achieves the same objectives (that is, the usefulness information provided to comply with clauses 6(1)(e)(ii)(B) and 8(c)(iii)(B) of the Instrument was consistent for both measures), the requirement of clauses 6(1)(e)(ii)(D) and 8(c)(iii)(C) of the Instrument would apply.If the label of a non-GAAP financial measure or non-GAAP ratio has changed, while the explanation for the change may be incorporated by reference, we expect the issuer to make it clear in the document that the label has changed in the current period from that disclosed in the prior period."}
{"metadata":"11628###ngfm","text":"Presenting comparative information for a non-GAAP financial measure or a non-GAAP ratio: Impracticable Understandably, it is impracticable for an issuer to provide the comparative disclosure required by paragraph 6(1)(f) or 8(d) of the Instrument when the current period is the first period of operations and no comparative period exists. However, when a comparative period exists, we do not consider the cost or the time involved in preparing the comparative information to be sufficient rationale for an issuer to assert that it is impracticable to disclose such information. Changes in Accounting Standards We would not consider adoption of a new accounting standard, which would include adoption of amendments to current accounting standards, or a change in accounting policy, to be a basis for not presenting comparative period disclosure, as the composition of the non-GAAP financial measure should continue to be the same.Adoption of new accounting standards, or changes in accounting policy, may modify measurement and recognition of transactions which will have an impact on line items, subtotals and totals over different financial periods. However, the composition of the non-GAAP financial measure itself should not change. Consider, for example, an issuer that discloses EBITDA as its non-GAAP financial measure, and in the current year adopts a new accounting standard which modifies the classification of certain expenditures from administrative expense to interest expense. While the resulting EBITDA measure will no longer include those transactions, EBITDA will continue to have the same composition, as it will comprise earnings before interest, taxes, depreciation and amortization. Therefore, the issuer would not be subject to the explanation of the reason for the change disclosure under clause 6(1)(e)(ii)(D) .The financial reporting framework used to prepare an entity's financial statements would determine whether comparative information is restated with adoption of a new accounting standard or change in accounting policy. For example, we expect comparative non-GAAP financial measures to be restated when a new accounting standard or policy is applied retrospectively to each prior reporting period presented. Conversely, if a new accounting standard is applied prospectively or retrospectively without restatement of a prior reporting period presented, the specified financial measures would also not be restated. In such circumstances, the issuer communicates that the comparative non-GAAP financial measures are disclosed under the previous financial reporting framework used to prepare the entity's financial statements.In both cases, the composition of the specified financial measure has not changed, and the explanation of the reason for the change disclosure under clause 6(1)(e)(ii)(D) would not be required."}
{"metadata":"11629###ngfm","text":"Equivalent historical non-GAAP financial measure: Under paragraph 7(2)(a) of the Instrument, an issuer must disclose, in the same document where the non-GAAP financial measure that is forward-looking information is disclosed, the equivalent historical non-GAAP financial measure. The issuer must also comply with section 6 of the Instrument in respect of the equivalent historical non-GAAP financial measure disclosed.The equivalent historical non-GAAP financial measure must have the same composition as a non-GAAP financial measure that is forward-looking information. For example, adjusted EBITDA would be the equivalent historical non-GAAP financial measure of forward-looking adjusted EBITDA.Determining the relevant historical period to satisfy the requirement in paragraph 7(2)(a) of the Instrument is a matter of judgment, considering the time period covered by the forward-looking information and the extent to which the business of the issuer is cyclical or seasonal. For example, when an issuer discloses forward-looking information for the three months ending June 30, 20X2, the relevant period for the equivalent historical non-GAAP financial measure may be: Where the business of the issuer is not seasonal, the issuer's most recent interim period for which annual financial statements or an interim financial report has been filed (e.g., the three months ended March 31, 20X2); or Where the business of the issuer is seasonal, the comparable historical interim period to that of the financial outlook disclosed (e.g., the three months ended June 30, 20X1). "}
{"metadata":"11630###ngfm","text":"Prominence of a non-GAAP financial measure that is forward-looking information: The Instrument requires a non-GAAP financial measure that is forward-looking information to be presented with no more prominence in the document than that of the equivalent historical non-GAAP financial measure disclosed. This means that the non-GAAP financial measure that is forward-looking information must be presented with no more prominence than that of the most directly comparable financial measure that is presented in the primary financial statements, as required by paragraph 6(1)(d) of the Instrument."}
{"metadata":"11631###ngfm","text":"Description of any significant difference between the non-GAAP financial measure that is forward-looking information and the equivalent historical non-GAAP financial measure: The requirement in paragraph 7(2)(d) of the Instrument can be addressed in a schedule or other presentation which details significant differences between the non-GAAP financial measure that is forward-looking information and the equivalent historical non-GAAP financial measure. The material factors and assumptions that were used to develop the forward-looking information, as specified in paragraph 4A.3(c) of NI 51-102, will complement this disclosure."}
{"metadata":"11632###ngfm","text":"Non-GAAP Ratios: Financial ratios may be useful in communicating aspects of an issuer's financial performance, financial position or cash flow. A ratio where a non-GAAP financial measure is used as one or more of its components is a non-GAAP ratio and subject to the disclosure requirements of section 8 .For clarity, ratios may also meet the definition of forward-looking information.Examples of non-GAAP ratios include adjusted EBITDA per share, free cash flow per ounce, funds flow per barrel of oil equivalent, and the equivalent future measures forecasted adjusted EBITDA per share, forecasted free cash flow per ounce and forecasted funds flow per barrel of oil equivalent.Ratios that are calculated using exclusively: Financial measures that are presented in the primary financial statements; or Operating measures or other measures that are not non-GAAP financial measures would not meet the definition of a non-GAAP ratio. For example, a working capital ratio would not meet the definition if the ratio is calculated as total current assets divided by total current liabilities, as both total current assets and total current liabilities are presented in the primary financial statements. A percentage increase or decrease year over year with respect to a line item presented in the primary financial statements (or a component of such line item) for the purpose of variance analysis would also not meet the definition of a non-GAAP ratio."}
{"metadata":"11633###ngfm","text":"Prominence of similar financial measures: The prominence requirements in paragraphs 8(b) and 10(1)(a) of the Instrument for non-GAAP ratios and capital management measures differ from the requirements for non-GAAP financial measures in paragraph 6(1)(d) and the requirements for total of segments measures in paragraph 9(b) . However, the principle that the non-GAAP ratios and capital management measures should be presented with no more prominence than that of measures from the primary financial statements remains the same.Many non-GAAP ratios and capital management measures do not have a most directly comparable financial measure. As such, issuers should consider the disclosure of the non-GAAP ratio and capital management measure in relation to the overall disclosure of similar financial measures presented in the primary financial statements to which the non-GAAP ratio or the capital management measure relates. For example, the prominence requirement in paragraph 8(b) of the Instrument is not met if the issuer focused its disclosure on an increased gross margin percentage without giving at least equally prominent disclosure to the fact that sales have significantly decreased over the same time period, resulting in a reduction in total profit period over period. In this example, it is assumed that the financial measure of gross margin is not presented in the primary financial statements and therefore meets the definition of a non-GAAP financial measure. As a further example, the discussion of a total cash cost per ounce financial measure should not be more prominent than the discussion of cost of sales, the similar financial measure presented in the primary financial statements to which the non-GAAP ratio relates.An issuer that discloses a capital management measure such as adjusted debt will meet the requirement in paragraph 10(1)(a) by giving at least equally prominent disclosure to similar financial measures presented in the primary financial statements such as short-term and long-term debt.For a non-GAAP ratio or a capital management measure which has a most directly comparable financial measure presented in the primary financial statements, the guidance on prominence contained in this Policy for paragraph 6(1)(d) should be referred to. For example, the most directly comparable financial measure of adjusted earnings per share is earnings per share and we expect that the discussion of adjusted earnings per share should not be more prominent than the discussion of earnings per share."}
{"metadata":"11634###ngfm","text":"Subparagraph 8(c)(ii) - Disclosure of each non-GAAP financial measure that is used as a component of the non-GAAP ratio: For a non-GAAP ratio that is calculated using one or more non-GAAP financial measures, the issuer must disclose each non-GAAP financial measure and comply with section 6 of the Instrument in respect of each non-GAAP financial measure used in the calculation of the non-GAAP ratio."}
{"metadata":"11635###ngfm","text":"Disclosure of total of segments measures: An entity's financial reporting framework used in the preparation of the financial statements may permit disclosure of a broad range of segment measures, but may not necessarily specify how such financial measures should be calculated or require that these financial measures comply with the recognition and measurement requirements of the financial reporting framework used to prepare the financial statements of the entity.When disclosed outside the financial statements, the disclosures made under section 9 of the Instrument should allow a reader to understand how these total of segments measures are calculated and how they relate to measures presented in the entity's primary financial statements.An example of a total of segments measure is when an issuer discloses adjusted EBITDA for each of its reportable segments in the notes to the financial statements: segment A, segment B, and segment C. The issuer then sums the adjusted EBITDA for each segment and discloses total entity-adjusted EBITDA. Entity-adjusted EBITDA is a total of segments measure and is not presented in the primary financial statements. When this financial measure is disclosed in a document other than the financial statements, the issuer must comply with section 9 of the Instrument. For clarity, the individual segment adjusted EBITDA measure for segment A, for instance, would not be captured as a total of segments measure and would not be subject to section 9 of the Instrument.If an issuer discloses a financial measure of a reportable segment and such financial measure is not presented or disclosed in the financial statements to which the financial measure relates, the issuer should consider whether this financial measure meets the definition of a non-GAAP financial measure.A total of segments measure does not include a component of a financial statement line item for which the component has been calculated in accordance with the accounting policies used to prepare the line item presented in the financial statements (see Component Information in section 1 of the Policy ).An SEC issuer may characterize a total of segments measure as a non-GAAP financial measure in compliance with SEC rules on non-GAAP financial measures and in doing so, the issuer would be complying with the requirements in section 9 of the Instrument in respect of this measure."}
{"metadata":"11636###ngfm","text":"Disclosure of capital management measures: Disclosure of information that enables an individual to evaluate an entity's objectives, policies and processes for managing capital may be required by the financial reporting framework used in the preparation of the financial statements; for example, requirements in IFRS under IAS 1 Presentation of Financial Statements .How an entity manages its capital is entity-specific and the financial reporting framework used to prepare the financial statements might not prescribe a specific calculation. The accompanying disclosure required by section 10 of the Instrument allows a reader to understand how an entity calculates these capital management measures and how they relate to measures presented in the entity's primary financial statements when these measures are disclosed in documents other than the financial statements.A capital management measure does not include a component of a financial statement line item for which the component has been calculated in accordance with the accounting policies used to prepare the line item presented in the financial statements (see Component Information in section 1 of the Policy ). An example of a capital management measure may include annualized adjusted EBITDA.If the capital management measure was calculated using one or more non-GAAP financial measures, under subparagraph 10(1)(b)(i) of the Instrument the issuer must disclose each non-GAAP financial measure and comply with section 6 of the Instrument, in respect of each non-GAAP financial measure used in the calculation of the capital management measure. Clause 10(1)(b)(ii)(A) of the Instrument requires a clear explanation of the composition, for any capital management measure that is disclosed in the form of a ratio, fraction, percentage or similar representation.The level of detail expected in the reconciliation required under clause 10(1)(b)(ii)(C) is a matter of judgment and depends on the nature and complexity of the reconciling items required to provide the necessary context."}
{"metadata":"11676###ngfm","text":"Purpose: The primary purpose of this notice is to provide guidance to an issuer that discloses non-GAAP financial measures. The guidance applies both to an issuer that uses International Financial Reporting Standards (IFRS) and to an issuer that uses accounting principles other than IFRS. Non-GAAP financial measures may mislead investors if they are not accompanied by the appropriate disclosure. Therefore, staff will monitor disclosure accompanying non-GAAP financial measures.The notice also provides guidance on additional subtotals presented in the financial statements but disclosed before the financial statements are filed, and additional subtotals presented in the statement of cash flows for IFRS financial statements.The guidance is intended to help ensure that the information disclosed does not mislead investors.Staff cautions issuers that regulatory action may be taken if an issuer discloses information in a manner considered misleading and therefore potentially harmful to the public interest."}
{"metadata":"11677###ngfm","text":"Non-GAAP Financial Measures: For the purpose of this notice, a non-GAAP financial measure is a numerical measure of an issuer's historical or future financial performance, financial position or cash flow that is not specified, defined or determined under the issuer's GAAP (as that term is defined in National Instrument 52-107 Acceptable Accounting Principles and Auditing Standards ) and is not presented in an issuer's financial statements. A non-GAAP financial measure excludes amounts that are included in, or includes amounts that are excluded from, the most directly comparable measure specified, defined or determined under the issuer's GAAP.Some issuers disclose non-GAAP financial measures in press releases, management's discussion and analysis, prospectus filings, websites and marketing materials.Many non-GAAP financial measures are derived from profit or loss determined under an issuer's GAAP and, by omission of selected items, present a more positive picture of financial performance. Terms used to identify non-GAAP financial measures may include pro forma earnings, cash earnings, free cash flow, distributable cash, Adjusted EBITDA, adjusted earnings, and earnings before non-recurring items. Many of these terms lack standard meanings and different issuers may use the same term to refer to different calculations.Staff is concerned that investors may be confused or even misled by non-GAAP financial measures. Staff is also concerned about the prominence of disclosure given to non-GAAP financial measures related to earnings compared to the prominence of earnings measures specified, defined or determined under an issuer's GAAP. In staff's view, these concerns can be addressed by appropriate disclosure accompanying non-GAAP financial measures.Some issuers disclose performance measures that are calculated without using financial measures (for example, number of units or number of subscribers). Some issuers disclose performance measures that are calculated using financial information presented in the financial statements (for example, sales per square foot, where the sales figure is extracted directly from the financial statements). In both of the preceding scenarios, such performance measures are not considered to be non-GAAP financial measures. However, if a non-GAAP financial measure is used to calculate a performance measure (such as an adjusted earnings financial measure used to calculate an adjusted earnings per unit measure), then that non-GAAP financial measure should be disclosed and Section III of this notice applies to that non-GAAP financial measure."}
{"metadata":"11678###ngfm","text":"Disclosure Accompanying Non-GAAP Financial Measures: Financial statements prepared in accordance with an issuer's GAAP provide investors with a clear basis for financial analysis and comparison among issuers. Staff recognizes that non-GAAP financial measures may provide investors with additional information to assist them in understanding critical components of an issuer's financial performance. However, an issuer should not present a non-GAAP financial measure in a way that confuses or obscures the most directly comparable measure specified, defined or determined under the issuer's GAAP presented in its financial statements.Staff reminds issuers of their responsibility to ensure that information they provide to the public is not misleading. Staff also reminds certifying officers of their obligations under National Instrument 52-109 Certification of Disclosure in Issuers' Annual and Interim Filings to make certifications regarding misrepresentations, fair presentation, and disclosure controls and procedures. A non-GAAP financial measure may be misleading if it includes positive components of the most directly comparable measure specified, defined or determined under the issuer's GAAP presented in its financial statements but omits similar negative components.In order to ensure that a non-GAAP financial measure does not mislead investors, an issuer should: state explicitly that the non-GAAP financial measure does not have any standardized meaning under the issuer's GAAP and therefore may not be comparable to similar measures presented by other issuers; name the non-GAAP financial measure in a way that distinguishes it from disclosure items specified, defined or determined under an issuer's GAAP and in a way that is not misleading. For example, in presenting EBITDA as a non-GAAP financial measure, it would be misleading to exclude amounts for items other than interest, taxes, depreciation and amortization; explain why the non-GAAP financial measure provides useful information to investors and the additional purposes, if any, for which management uses the non-GAAP financial measure; present with equal or greater prominence to that of the non-GAAP financial measure, the most directly comparable measure specified, defined or determined under the issuer's GAAP presented in its financial statements; provide a clear quantitative reconciliation from the non-GAAP financial measure to the most directly comparable measure specified, defined or determined under the issuer's GAAP and presented in its financial statements, referencing to the reconciliation when the non-GAAP financial measure first appears in the document, or in the case of content on a website, in a manner that meets this objective (for example, by providing a link to the reconciliation); ensure that the non-GAAP financial measure does not describe adjustments as non-recurring, infrequent or unusual, when a similar loss or gain is reasonably likely to occur within the next two years or occurred during the prior two years; and present the non-GAAP financial measure on a consistent basis from period to period; however, where an issuer changes the composition of the non-GAAP financial measure, explain the reason for the change and restate any comparative period presented. "}
{"metadata":"11679###ngfm","text":"Disclosing Additional Subtotals before Filing Financial Statements: An issuer's GAAP may require the presentation of additional subtotals in the financial statements when such presentation is relevant to an understanding of the issuer's financial position or financial performance. An example of this requirement is found in paragraphs 55 and 85 of IAS 1 Presentation of Financial Statements (IAS 1). An issuer may choose to present these additional subtotals in a press release or some other location outside of an issuer's financial statements before filing on SEDAR its financial statements. In order to avoid any confusion about these additional subtotals, management should explain their composition. This may be accomplished by: including a copy of the statement that contains these additional subtotals (for example, the statement of profit or loss and other comprehensive income), or reconciling these additional subtotals to the most directly comparable line item specified or defined by IFRS that will be presented in financial statements (for example, profit or loss). "}
{"metadata":"11680###ngfm","text":"Presentation of Additional Subtotals in the Statement of Cash Flows for IFRS Financial Statements: IAS 1 includes requirements that apply to additional subtotals presented in the statement of financial position and statement of profit or loss and other comprehensive income (see paragraphs 55A, 85A and 85B of IAS 1). The practices outlined in the paragraphs noted, will also help ensure that additional subtotals presented in the statement of cash flows do not mislead investors.In addition, if an issuer chooses to present additional subtotals from the statement of cash flows in a press release or some other location outside of an issuer's financial statements before filing on SEDAR its financial statements, then in order to avoid any confusion about these additional subtotals, management should explain their composition (as discussed in Section IV of this notice)."}
{"metadata":"11681###ngfm","text":"Distributable Cash: National Policy 41-201 Income Trusts and Other Indirect Offerings provides additional guidance on measures of cash available for distribution."}
{"metadata":"11682###ngfm","text":"Forward-Looking Information: The contents of this notice apply equally to disclosure of forward-looking non-GAAP financial measures."}
{"metadata":"11683###ngfm","text":"Revision and Republication: Staff updated this notice on November 9, 2010 to reflect the changeover to IFRS. Staff updated this notice on February 17, 2012 to provide further guidance on accompanying disclosure for additional line items, headings or subtotals presented in financial statements and additional financial measures presented in notes to financial statements under IFRS. Staff updated this notice on January 14, 2016 to reflect amendments to IAS 1 regarding additional subtotals presented in the financial statements."}
